Repository: beltoftandersen/beltoft-loyalty-rewards
Catalog: languages/beltoft-loyalty-rewards-*.po
Languages: pt_pt

source: Beltoft Loyalty Rewards for WooCommerce requires WooCommerce to be installed and active.
pt_pt: Loyalty Rewards for WooCommerce requer que o WooCommerce esteja instalado e ativo.

source: Settings
pt_pt: Definições

source: Purchase this product and earn %s points!
pt_pt: Compre este produto e ganhe %s pontos!

source: General
pt_pt: Geral

source: Enable Loyalty Points
pt_pt: Ativar Pontos de Fidelidade

source: Earning Rules
pt_pt: Regras de Ganho

source: Configure how customers earn points on purchases.
pt_pt: Configure como os clientes ganham pontos nas compras.

source: Earn Rate (points per %s1)
pt_pt: Taxa de Ganho (pontos por %s1)

source: Award Points On
pt_pt: Atribuir Pontos Em

source: Order Completed
pt_pt: Encomenda Concluída

source: Order Processing
pt_pt: Encomenda em Processamento

source: Exclude Tax from Points Calculation
pt_pt: Excluir Impostos do Cálculo de Pontos

source: Exclude Shipping from Points Calculation
pt_pt: Excluir Envio do Cálculo de Pontos

source: Rounding
pt_pt: Arredondamento

source: Round Down
pt_pt: Arredondar para Baixo

source: Round Nearest
pt_pt: Arredondar ao Mais Próximo

source: Round Up
pt_pt: Arredondar para Cima

source: Redemption Rules
pt_pt: Regras de Troca

source: Configure how customers redeem points for discounts.
pt_pt: Configure como os clientes trocam pontos por descontos.

source: Enable Redemption
pt_pt: Ativar Troca

source: Points Required
pt_pt: Pontos Necessários

source: This many points equals the currency amount below.
pt_pt: Esta quantidade de pontos equivale ao valor monetário abaixo.

source: Currency Value (%s)
pt_pt: Valor Monetário (%s)

source: The discount value for the points above.
pt_pt: O valor do desconto para os pontos acima.

source: Minimum Points to Redeem
pt_pt: Mínimo de Pontos para Trocar

source: Max Cart Discount (%)
pt_pt: Desconto Máximo no Carrinho (%)

source: Max % of cart payable with points. Set 100 to allow full payment.
pt_pt: Máximo % do carrinho pagável com pontos. Defina 100 para permitir pagamento total.

source: Display
pt_pt: Apresentação

source: Show "My Points" Tab in My Account
pt_pt: Mostrar separador "Os Meus Pontos" em A Minha Conta

source: To display the points message in a custom location, use the shortcode:
pt_pt: Para mostrar a mensagem de pontos numa localização personalizada, use o shortcode:

source: Show "Earn X Points" on Product Pages
pt_pt: Mostrar "Ganhe X Pontos" nas Páginas de Produto

source: To display the redeem form in a custom location, use the shortcode:
pt_pt: Para mostrar o formulário de troca numa localização personalizada, use o shortcode:

source: Uncheck the options above to avoid compatibility issues.
pt_pt: Desmarque as opções acima para evitar problemas de compatibilidade.

source: Show Redeem Form on Cart Page
pt_pt: Mostrar Formulário de Troca na Página do Carrinho

source: Show Redeem Form on Checkout Page
pt_pt: Mostrar Formulário de Troca na Página de Checkout

source: Sign Up Page URL
pt_pt: URL da Página de Registo

source: URL for the guest sign-up link shown on cart and checkout.
pt_pt: URL para o link de registo de visitantes mostrado no carrinho e checkout.

source: Log in or %1$screate an account%2$s to earn <strong>%3$s points</strong> (worth %4$s) on this order!
pt_pt: Inicie sessão ou %1$scrie uma conta%2$s para ganhar <strong>%3$s pontos</strong> (no valor de %4$s) nesta encomenda!

source: Monetary value of points to earn.
pt_pt: Valor monetário dos pontos a ganhar.

source: Sign-up page URL for guests.
pt_pt: URL da página de registo para visitantes.

source: Expiry
pt_pt: Expiração

source: Enable Points Expiry
pt_pt: Ativar Expiração de Pontos

source: Expire After (days)
pt_pt: Expirar Após (dias)

source: Advanced
pt_pt: Avançado

source: Delete All Data on Uninstall
pt_pt: Eliminar Todos os Dados ao Desinstalar

source: Enable Debug Logging
pt_pt: Ativar Registo de Depuração

source: Log loyalty events to WooCommerce > Status > Logs. Disable in production for best performance.
pt_pt: Registar eventos de fidelidade em WooCommerce > Estado > Registos. Desative em produção para melhor desempenho.

source: Points Ledger
pt_pt: Registo de Pontos

source: Export CSV
pt_pt: Exportar CSV

source: In Circulation
pt_pt: Em Circulação

source: Earned This Month
pt_pt: Ganhos Este Mês

source: Redeemed This Month
pt_pt: Trocados Este Mês

source: Expired This Month
pt_pt: Expirados Este Mês

source: Search User ID
pt_pt: Pesquisar ID de Utilizador

source: User
pt_pt: Utilizador

source: Order
pt_pt: Encomenda

source: Points
pt_pt: Pontos

source: Balance After
pt_pt: Saldo Após

source: Type
pt_pt: Tipo

source: Description
pt_pt: Descrição

source: Date
pt_pt: Data

source: Earned
pt_pt: Ganhos

source: Redeemed
pt_pt: Trocados

source: Admin Add
pt_pt: Adição pelo Admin

source: Admin Deduct
pt_pt: Dedução pelo Admin

source: Refund/Cancel
pt_pt: Reembolso/Cancelamento

source: Expired
pt_pt: Expirados

source: All Types
pt_pt: Todos os Tipos

source: Filter
pt_pt: Filtrar

source: No ledger entries found.
pt_pt: Nenhum registo encontrado.

source: Unauthorized.
pt_pt: Não autorizado.

source: Loyalty Points
pt_pt: Pontos de Fidelidade

source: Current Balance
pt_pt: Saldo Atual

source: View Ledger
pt_pt: Ver Registo

source: Lifetime Earned
pt_pt: Total Ganho

source: Lifetime Spent
pt_pt: Total Gasto

source: Adjust Points
pt_pt: Ajustar Pontos

source: Positive to add, negative to deduct.
pt_pt: Positivo para adicionar, negativo para deduzir.

source: Reason
pt_pt: Motivo

source: My Points
pt_pt: Os Meus Pontos

source: Transaction History
pt_pt: Histórico de Transações

source: Balance
pt_pt: Saldo

source: No transactions yet. Start shopping to earn points!
pt_pt: Ainda sem transações. Comece a comprar para ganhar pontos!

source: You earn %1$s point(s) for every %2$s spent.
pt_pt: Ganha %1$s ponto(s) por cada %2$s gasto.

source: Redeem %1$s points for %2$s off at checkout.
pt_pt: Troque %1$s pontos por %2$s de desconto no checkout.

source: Points Redemption (%s pts)
pt_pt: Troca de Pontos (%s pts)

source: Place this order and earn <strong>%s</strong> points
pt_pt: Faça esta encomenda e ganhe <strong>%s</strong> pontos

source: Points discount applied
pt_pt: Desconto com pontos aplicado

source: %1$s pts = %2$s off
pt_pt: %1$s pts = %2$s de desconto

source: Remove
pt_pt: Remover

source: Redeem your points for up to <strong>%1$s</strong> off this order (%2$s points)
pt_pt: Troque os seus pontos por até <strong>%1$s</strong> de desconto nesta encomenda (%2$s pontos)

source: Points to redeem
pt_pt: Pontos a trocar

source: Apply
pt_pt: Aplicar

source: You must be logged in.
pt_pt: Tem de ter sessão iniciada.

source: Invalid points amount.
pt_pt: Quantidade de pontos inválida.

source: Minimum %s points required to redeem.
pt_pt: São necessários no mínimo %s pontos para trocar.

source: Points applied!
pt_pt: Pontos aplicados!

source: Points discount removed.
pt_pt: Desconto com pontos removido.

source: Points redeemed for order #%s
pt_pt: Pontos trocados na encomenda #%s

source: Points earned for order #%s
pt_pt: Pontos ganhos na encomenda #%s

source: Points reversed for cancelled/refunded order #%s
pt_pt: Pontos revertidos pela encomenda cancelada/reembolsada #%s

source: Redeemed points restored for cancelled/refunded order #%s
pt_pt: Pontos trocados restaurados pela encomenda cancelada/reembolsada #%s

source: Points Earned: %s
pt_pt: Pontos Ganhos: %s

source: Points Spent: %s
pt_pt: Pontos Gastos: %s

source: Loyalty Discount: %s
pt_pt: Desconto de Fidelidade: %s

source: Points have been reversed (order cancelled/refunded).
pt_pt: Os pontos foram revertidos (encomenda cancelada/reembolsada).

source: Admin adjustment (add)
pt_pt: Ajuste pelo admin (adição)

source: Admin adjustment (deduct)
pt_pt: Ajuste pelo admin (dedução)

source: Points expired after %d days
pt_pt: Pontos expirados após %d dias

source: Current points balance.
pt_pt: Saldo atual de pontos.

source: Points currently being redeemed.
pt_pt: Pontos a serem trocados.

source: Currency value of redeemed points.
pt_pt: Valor monetário dos pontos trocados.

source: Points earned per currency unit.
pt_pt: Pontos ganhos por unidade monetária.

source: Whether redemption is enabled.
pt_pt: Se a troca está ativada.

source: Points the customer will earn with this order.
pt_pt: Pontos que o cliente ganhará com esta encomenda.

source: Number of points per currency unit in redeem rate.
pt_pt: Número de pontos por unidade monetária na taxa de troca.

source: Currency amount per redeem rate unit.
pt_pt: Valor monetário por unidade da taxa de troca.

source: Minimum points required to redeem.
pt_pt: Mínimo de pontos necessários para trocar.

source: Maximum percentage of cart that can be discounted.
pt_pt: Percentagem máxima do carrinho que pode ser descontada.

source: Store currency symbol.
pt_pt: Símbolo monetário da loja.

source: You must be logged in to redeem points.
pt_pt: Tem de ter sessão iniciada para trocar pontos.

source: Points redemption is not enabled.
pt_pt: A troca de pontos não está ativada.

source: Cart not available.
pt_pt: Carrinho indisponível.
